---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbmPerFtSup3
source: html/1c56af1d-a3a5-6ce7-9faa-ea2885822ba3.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbmPerFtSup3 Property

Symbol lbm/ft³, indicating unit Pounds mass per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbmPerFtSup3 { get; }
```